Repository: rxluz/booksys
Catalog: src/common/locales/*.po
Languages: pt_br

source: Event name
pt_br: Nome do evento

source: Get directions
pt_br: Ver direções

source: Clear field value
pt_br: Limpar campo

source: Please wait ...
pt_br: Por favor aguarde …

source: Time: {time}
pt_br: Horário: {time}

source: Seats available: {seat}
pt_br: Assentos disponíveis: {seat}

source: Book
pt_br: Agendar

source: Page {num}
pt_br: Página {num}

source: Your email looks incorrect
pt_br: Seu email está incorreto

source: This email is not acceptable, please make sure to use your corporate email
pt_br: Esse email nāo é aceitável, por favor use o seu email corporativo

source: Congratulations! Your reservation has been successfully confirmed. Here is a brief summary of your booking details:
pt_br: Parabéns! Sua reserva foi efetuada com sucesso. Veja abaixo um resumo do seu agendamento:

source: You cancelled your booking. Here is a brief summary of your cancelled booking details:
pt_br: Você cancelou seu agendamento. Abaixo esta um resumo do agendamento cancelado:

source: Confirmed
pt_br: Confirmado

source: Cancelled
pt_br: Cancelado

source: Are you sure that you want to cancel your booking
pt_br: Você tem certeza que deseja cancelar esse agendamento?

source: Something wrong happened
pt_br: Algo inesperado aconteceu

source: Unable to find your booking
pt_br: Nāo conseguimos encontrar seu agendamento

source: Unfortunately the time that you selected isn't available anymore. Please select a new option below
pt_br: Infelizmente esse horário não esta mais disponível. Por favor selecione uma nova opção abaixo

source: Time/Seats filters
pt_br: Filtros de horário / assentos

source: Select a time
pt_br: Selecione um horário

source: Number of seats
pt_br: Numero de assentos

source: Available offices
pt_br: Salas disponíveis

source: Navigate into available offices list
pt_br: Navegue na lista de salas disponíveis

source: Email illustration
pt_br: Ilustração de email

source: Check your email
pt_br: Verifique o seu email

source: You are almost there to reserve your room for this event! Please make sure to finish your reservation as soon as possible to avoid losing your booking.
pt_br: Você esta quase la para reservar a sua sala nesse evento! Por favor se assegure de finalizar a sua reserva o quanto antes para evitar perder o seu agendamento.

source: If you can't found the email, check your spam folder.
pt_br: Se você nāo encontrar o email, por favor verifique a sua caixa de spam.

source: New booking
pt_br: Novo agendamento

source: This event has ended
pt_br: Esse evento está encerrado

source: Fill in the details below to make your office reservation
pt_br: Preencha seus detalhes abaixo para fazer a sua reserva de sala

source: Office reservation
pt_br: Reserva de sala

source: Name
pt_br: Nome

source: Corporate email
pt_br: E-mail corporativo

source: Book your preferences for this event
pt_br: Defina as suas preferencias para esse evento

source: Preferred time
pt_br: Horário preferido

source: Your booking preferences has changed
pt_br: Suas preferencias de agendamento foram alteradas

source: Continue
pt_br: Continuar

source: Time
pt_br: Horário

source: Office
pt_br: Sala

source: Seats
pt_br: Assentos

source: Cancel
pt_br: Cancelar

source: Hey {name},
pt_br: Oi {name},

source: Reservation code: {code}
pt_br: Código de reserva: {code}

source: Booksys logo
pt_br: Logo da Booksys

source: Image with a alien spaceship abducting somebody
pt_br: Imagem com uma nave espacial abduzindo alguém

source: Page not found
pt_br: Pagina nāo encontrada
